[
  {
    "id": "yoga_01",
    "name": "Tadasana (Mountain Pose)",
    "imageUrl": "https://i.ndtvimg.com/i/2015-10/tadasana_625x350_81444284309.jpg",
    "videoUrl": "",
    "details": "This pose teaches one to stand with majestic steadiness like a mountain. The word ‘Tada' means a mountain, that's where the name comes from. It involves the major groups of muscles and improves focus and concentration. It is the starting position for all the other asanas.Stand with your heels slightly apart and hang your arms besides the torso. Gently lift and spread your toes and the balls of your feet, then lay them softly down on the floor. Balance your body weight on your feet. Lift your ankles and firm your thigh muscles while rotating them inwards. As you inhale, elongate your torso and when you exhale release your shoulder blades away from your head. Broaden your collarbone and elongate your neck. Your ears, shoulders, hips and ankles should all be in one line. You can check your alignment by standing against the wall initially. You can even raise your hands and stretch them. Breathe easy.",
    "pose": "This pose teaches one to stand with majestic steadiness like a mountain",
    "benifit": "",
    "minutes": 1,
    "repeatation": 2,
    "recomandedTime": "morning"
  },
  {
    "id": "yoga_02",
    "name": "Vrikshasana (Tree Pose)",
    "imageUrl": "https://i.ndtvimg.com/i/2015-10/vrikshasna_625x350_51444284336.jpg",
    "videoUrl": "",
    "details": "This pose gives you a sense of grounding. It improves your balance and strengthens your legs and back. It replicates the steady stance of a tree. Place your right foot high up on your left thigh. The sole of the foot should be flat and placed firmly. Keep your left leg straight and find your balance. While inhaling, raise your arms over your head and bring your palms together. Ensure that your spine is straight and take a few deep breaths. Slowly exhale, bring your hands down and release your right leg. Back in the standing position repeat the same with the other leg.",
    "pose": "This pose gives you a sense of grounding",
    "benifit": "",
    "minutes": 1,
    "repeatation": 2,
    "recomandedTime": "morning"
  },
  {
    "id": "yoga_03",
    "name": "Adho Mukho Svanasana",
    "imageUrl": "https://i.ndtvimg.com/i/2015-10/adho-mukho_625x350_81444284366.jpg",
    "videoUrl": "",
    "details": "This pose stretches hamstrings, chest and lengthens the spine, providing additional blood flow to the head. It is will leave you feeling energised. Sit on your heels, stretch your arms forward on the mat and lower your head. Form a table, like pushing your hands, strengthening your legs and slowly raising your hips. Press your heels down, let your head hand freely and tighten your waist.",
    "pose": "This pose stretches hamstrings, chest and lengthens the spine.",
    "benifit": "",
    "minutes": 1,
    "repeatation": 2,
    "recomandedTime": "morning"
  },
  {
    "id": "yoga_04",
    "name": "Trikonasana (Triangle Pose)",
    "imageUrl": "https://i.ndtvimg.com/i/2015-10/adho-mukho_625x350_81444284366.jpg",
    "videoUrl": "",
    "details": "It stretches the legs and torso, mobilises the hips and promotes deep breathing, leaving one with enlivening effects. Stand with your feet wide apart. Stretch your right foot out (90 degrees) while keeping the leg closer to the torso. Keep your feet pressed against the ground and balance your weight equally on both feet. Inhale and as you exhale bend your right arm and make it touch the ground while your left arm goes up. Keep your waist straight. Ensure that your body is bent sideways and not forward or backwards. Stretch as much as you can while taking long, deep breaths. Repeat on the other side.",
    "pose": "It stretches the legs and torso, mobilizes the hips and promotes deep breathing.",
    "benifit": "",
    "minutes": 1,
    "repeatation": 2,
    "recomandedTime": "morning"
  },
  {
    "id": "yoga_05",
    "name": "Bhujangasana (Cobra Pose)",
    "imageUrl": "https://i.ndtvimg.com/i/2015-10/cobra-pose-yoga_625x350_61444378786.jpg",
    "videoUrl": "",
    "details": "This one will strengthen the lower back muscles while cushioning the spine, triceps and opens the chest to promote the inhalations. It also makes the spine flexible.Lie on your stomach with your feet together and toes flat. Place your hands downwards below your shoulders on the mat, lift your waist and raise your head while inhaling in. Pull your torso back with the support of your hands. Keep your elbows straight and make sure you put equal pressure on both palms.  Tilt your head back and make sure your shoulders are away from your ears. Exhale while coming back to the ground.",
    "pose": "This one will strengthen the lower back muscles while cushioning the spine",
    "benifit": "",
    "minutes": 1,
    "repeatation": 2,
    "recomandedTime": "morning"
  }
]
